Repository: KamilWojcicki/RemindMe
Catalog: RemindMe/RemindMe/Utilities/Language/*.lproj/Localizable.strings
Languages: pl

# onboarding_welcome_title
source: Welcome to RemindMe
pl: Witaj w aplikacji RemindMe

# onboarding_welcome_description
source: Click NEXT or SLIDE screen to choose a language and learn more about app.
pl: Kliknij przycisk DALEJ lub PRZESUŃ ekran aby wybrać język i dowiedzieć się więcej o aplikacji.

# onboarding_prefer_language_title
source: Choose a prefer language to use
pl: Wybierz domyślny język aplikacji

# onboarding_prefer_language_description
source: You can change it later in settings.
pl: Możesz zmienić język później w ustawieniach.

# onboarding_create_new_task_title
source: Create new task
pl: Twórz nowe zadania

# onboarding_create_new_task_description
source: You can create a new task by clicking to plus button on Home Screen.
pl: Możesz tworzyć nowe zadania klikając w przycisk plus na Ekranie Głównym.

# onboarding_add_notification_title
source: Add notifications
pl: Włącz powiadomienia

# onboarding_add_notification_description
source: Add notifications which will remind you about your upcoming tasks by clicking to notification button.
pl: Dzięki tej opcji użytkownik będzie dostawał powiadomienia o zbliżających się zadaniach.

# onboarding_well_done_title
source: Well done
pl: Gotowe

# onboarding_well_done_description
source: That's all you need to know, let's get started!
pl: To wszystko co powinieneś wiedzieć, zaczynajny!
